Repository: dinhquydds/nanocucurmin
Catalog: tm/contemporary fixed prosthesis-level2.tmx
Source language: en_us
Languages: vi

source: An intact enamel matrix is essential for procedures that induce remineralization15 (e.g., improved plaque control, dietary changes, topical fluoride applications).
vi: Cần thiết phải có khuôn men nguyên vẹn để có sự tái khoáng hoá. (vd cải thiện kiểm soát mảng bám, thay đổi chế độ ăn, dùng fluor tại chỗ).

source: An interim crown over a solid foundation restoration allows the surgeon complete access to the interproximal bone after the interim restoration is removed.
vi: Mão răng tạm trên một phục hình nền tảng vững chắc cho phép phẫu thuật viên hoàn toàn tiếp cận xương kkhoang kẽ răng sau khi gỡ bỏ phục hình tạm.

source: An intracoronal rest (dovetail) was incorporated in the left lateral incisor.
vi: Một ổ tựa trên thân răng được kết hợp vào răng cửa bên trái.

source: An overlooked benefit of SPT is the concurrent reduc­ tion in dental caries that occurs with frequent periodontal maintenance.
vi: Một lợi ích bị bỏ qua của SPT là sự giảm đồng thời sâu răng khi thường xuyên duy trì nha chu.

source: Anatomic Factors
vi: Yếu tố giải phẫu

source: Another risk was posed by the root structure of tooth #1, with a small, fused root.
vi: Một nguy cơ khác do cấu trúc răng #1, với chân răng nhỏ, hợp nhất.

source: Antibiotics are often useful in elimi­ nating pathogenic bacteria not accessible with mechani­ cal therapy.
vi: Kháng sinh cũng thường hiệu quả trong loại bỏ vi khuẩn gây bệnh không tiếp cận được bằng điều trị cơ học.

source: Any encroach- ment into this 2.04-mm space will result in an inflammatory reaction.
vi: Bất kỳ xâm phạm vào không gian 2.04 mm này sẽ dẫn đến phản ứng viêm

source: Any therapy that brings about resolution of inflammation— such as improved oral hygiene, antibiotic therapy, SC/RP, laser therapy, or surgery—will result in gingival recession if bone has been lost.
vi: Bất kỳ điều trị mang lại giảm sự viêm - như cải thiện vệ sinh răng miệng, điều trị kháng sinh, SC/RP, laser, hoặc phẫu thuật - sẽ gây tụt nướu nếu xương đã bị mất.

source: Appearance at bisque bake: buccal views (C and D) and labial view (E).
vi: Trình bày lúc nướng sứ: nhìn hai bên (C và D) và phía trước (E).

source: Appearance of maxillary teeth (A) and mandibular teeth (B) before treat- ment.
vi: Răng hàm trên (A) và răng hàm dưới (B) trước điều trị.

source: Appropriate corrective measures can then be made.
vi: Sau đó ta cần phải có các biện pháp khắc phục thích hợp.

source: Approximately 6.5% of the U.S.
vi: Khoảng 6.5% dân số Mỹ

source: Articulated diagnostic casts should
vi: Mẫu hàm chẩn đoán lên giá khớp nên

source: As a result, the tooth will be easier to extract, 2 to 4 mm of excessive tissue and bone will undergo the normal post­ extraction loss, and gingival levels will match those of the adjacent tooth.
vi: Kết quả là, răng được nhổ dễ dàng, 2 - 4 mm của mô nướu và xương dư sẽ trải qua sự tiêu bình thường sau nhổ răng, và mức nướu sẽ phù hợp với răng bên cạnh.

source: At each appointment, the teeth should be thoroughly dried and visually inspected (Fig. 31-9).
vi: Tại mỗi cuộc hẹn, răng nên được làm khô hoàn toàn và kiểm tra bằng mắt (Hình 31-9).

source: At each recall appointment, the patient is examined for signs of occlusal dysfunction.
vi: Tại mỗi cuộc hẹn tái khám, bệnh nhân được khám các dấu hiệu rối loạn chức năng khớp cắn.

source: At the 14-year evaluation, tooth #4 had no attached gingiva and little bone support, but no pocket formation.
vi: Đánh giá sau 14 năm, răng #4 không có nướu dính và ít xương nâng đỡ, nhưng không có hình thành túi..

source: At the original treatment planning stage, the need for future re-treatment should be considered.
vi: Tại giai đoạn lên kế hoạch điều trị lại ban đầu, nhu cầu điều trị lại trong tương lai nên được xem xét.

source: At the recall appointment, the patient may describe one or more episodes of pain during the previous months.
vi: Tại cuộc hẹn tái khám, bệnh nhân có thể mô tả cơn đau từng cơn ít hoặc nhiều trong các tháng trước.

source: At the time of extraction of a maxillary central incisor, is a socket preservation bone graft sufficient to pre­ serve the gingival papilla?
vi: Tại thời điểm nhổ răng cửa giữa hàm trên, ghép xương bảo tồn xương ổ có đầy đủ để bảo tồn gai nướu không?

source: At the time of prosthetic treatment, more than 25 years before these pictures were taken, osseous integration was not the reliable treatment modality that it is today.
vi: Tại thời điểm phục hình, các tấm hình được chụp 25 năm trước, tích hợp xương không phải là mô hình điều trị đáng tin cậy như ngày hôm nay.

source: Augmentation of an edentulous ridge height is less feasible unless a vital block of autogenous bone is used.83­87 Sources of autogenous bone block grafts include the ascending ramus, the chin, the hip, and the femur.
vi: Ghép xương sống hàm mất răng theo chiều cao ít khả thi hơn trừ khi dùng khối xương tự thân. Nguồn của xương ghép tự thân gồm cành lên xương hàm dưới, cằm, hông, và xương đùi.

source: Axelsson and colleagues34 evaluated the effects of SPT every 2 to 3 months in adults.
vi: Axelsson đánh giá hiệu quả của SPT mỗi 2 - 3 tháng ở người trưởng thành

source: B and C, Longitudinal fracture with resulting periodontal defect.
vi: B và C, Gãy dọc với tổn thương nha chu.

source: B and C, Nonworking wear facets on the maxillary molar correspond with wear on the premolar, canine, and lateral incisor.
vi: B và C, Diện mòn bên không làm việc răng cối lớn hàm trên tương ứng với diện mòn trên răng cối nhỏ răng nanh và răng cửa bên.

source: B and C, Pretreatment smile and edentulous ridge.
vi: B và C, Nụ cười và sống hàm mất răng trước điều trị.

source: B, Access cavity prepared through the crown.
vi: B, Mở tuỷ xuyên qua mão răng.

source: B, An additional rest (arrow) was included as a nonrigid connector for splinting the prostheses in the maxillary left quadrant.
vi: B, Một ổ tựa thêm vào (mũi tên) như một phần kết nối không cứng chắc để nẹp phục hình ở góc phần tư trái hàm trên.

source: B, Anterior pinledges are waxed concurrently with the molar castings.
vi: B, Làm mẫu sáp.

source: B, Appear- ance before surgery.
vi: B, Trước khi phẫu thuật.

source: B, Appearance.
vi: B, Biểu hiện

source: B, Arrows indicate proposed subgingival extension of laminate veneer pushing papilla laterally.
vi: B, Mũi tên chỉ sự mở rộng dươdưới nướu đề nghị của mặt dán sứ đẩy gai nướu sang bên.

source: B, Bite-wing radiograph confirms BWV.
vi: B, Phim X quang cắn cánh khẳng định BWV.

source: B, Castings seated and adjusted for clinical evaluation.
vi: B, Đúc và điều chỉnh để đánh giá lâm sàng.

source: B, Despite poor pontic design, there are no significant signs of ulceration.
vi: B, Mặc dù thiết kế nhịp cầu kém, không có dấu hiệu của loét.

source: B, Looseness of one retainer is occasionally observed directly (arrow) when force is exerted in an occlusal direction.
vi: B, Sự lỏng phần giữ thỉnh thoảng quan sát được trực tiếp (mũi tên) khi sực tác dụng trên mặt nhai.

source: B, Maxillary teeth prepared for metal-ceramic restorations.
vi: B, Sửa soạn răng hàm trên để phục hình sứ - kim loại.

source: B, Orthodontic forced eruption (OFE) is initiated to move the tooth incisally and palatally.
vi: B, Chỉnh nha làm trồi răng để di chuyển răng về phía cắn và khẩu cái.

source: B, Plaque control record after four sessions of instruction.
vi: B, Hồ sơ kiểm soát mảng bám sau 4 buổi hướng dẫn.

source: B, Radiograph reveals that the roots diverge, which results in a lack of pressure on the papilla.
vi: B, Phim X quang cho thấy chân răng phân kỳ, thiếu áp lực lên gai nướu.

source: B, Severe bone loss is visible on tooth
vi: B, Tiêu xương trầm trọng nhìn thấy trên răng

source: B, Simulated gingival position after 3 months of orthodontic treatment.
vi: B, Mô phỏng vị trí nướu sau 3 tháng điều trị chỉnh nha

source: B, Socket after atraumatic tooth extraction.
vi: B, Ổ răng sau khi nhổ răng.

source: B, Surgical crown lengthening would necessitate removal of gingiva and bone around all three adjacent teeth (indicated by curved white line).
vi: B, Phẫu thuật làm dài thân răng đòi hỏi cắt bỏ nướu và xương xung quanh 3 răng kế cận (chỉ định do đường cung trắng)

source: B, The bone and gingiva are better preserved (arrow) in the left anterior maxilla, where only a single tooth is missing.
vi: B, Xương và nướu được bảo tồn tốt hơn (mũi tên) ở phía trước hàm trên bên trái, nơi chỉ có một răng bị mất.

source: B, The ceramic veneer is removed with diamond rotary instruments.
vi: B, Mặt dán sứ được mài bỏ bằng mũi khoan.

source: B, The lingual surfaces of veneered zirconia crowns on both central incisors exhibit cracking.
vi: B, Mặt trong của mão răng zirconia trên cả hai răng cửa giữa bị nứt.

source: B, The loop is threaded under the connector.
vi: B, Vòng được luồn dưới phần nối.

source: B, The porcelain surface has been etched; a resin repair system has been used.
vi: B, Bề mặt sứ được xoi mòn; dùng hệ thống sửa chữa sứ.

source: B, The restoration is carefully sectioned, with the initial cut through the ceramic just to the metal.
vi: B, Phục hình được cắt cẩn thận, ban đầu cắt qua sứ đến lớp kim loại.

source: B, The soldering gap was too narrow; as a result, the connector was incomplete, which eventually caused the clinical failure.
vi: B, Khe hàn quá hẹp; kết quả là phần nối không đầy đủ, cuối cùng gây thất bại lâm sàng.

source: B, Thin bioytpe.
vi: B, Dạng sinh học mỏng.

source: B, To obtain access to the metal on each abutment, a diamond is used to drill through the porcelain.
vi: B, Để tiếp cận sườn kim loại trên mỗi cùi răng, dùng mũi khoan kim cương khoan qua lớp sứ.

source: BIOLOGIC WIDTH
vi: KHOẢNG SINH HỌC

source: BWVs
vi: BWV

source: BWVs can be corrected either by surgical removal of bone from below the restorative margin and movement of the attachment apically (Fig. 5­24) or by orthodontic movement of the tooth (and preparation margin) coro­ nally away from the attachment (Fig. 5­25).
vi: Khoảng sinh học có thể được sửa chữa hoặc bằng phẫu thuật cắt bỏ xương bên dưới đường viền phục hình và di chuyển bám dính về phía chóp (Hình 5­24) hoặc bằng chỉnh nha di chuyển răng (và đường viền sửa soạn) về phía thân răng khỏi bám dính (Hình 5­25).

source: Because of exceptional host resistance, long-term success is sometimes possible with obviously defective restorations (Fig. 31-34).
vi: Bởi vì ngoại trừ sự đề kháng của ký chủ, thành công lâu dài đôi khi có thể với phục hình bị lỗi (Hình 31-34).

source: Because the load is no longer shared between the abut- ment teeth, extra force is typically transmitted to the abutment tooth, and discomfort from overloading the
vi: Bởi vì tải lực không còn được chia ra giữa các răng trụ, lực thêm vào thường được truyền cho răng trụ, và sự khó chịu từ lực quá tải lên

source: Before prosthodontic treatment, the periodontal condition was treated.
vi: Điều trị nha chu trước khi điều trị phục hình.

source: Before the advent of implants, teeth with a hopeless prognosis were simply extracted.
vi: Trước khi cấy ghép ra đời, răng có tiên lượng vô vọng đơn giản là nhổ đi.

source: Before treatment (A to E): Note the reverse smile line and discrepancy in the maxillary central incisor gingival tissue levels.
vi: Trước khi điều trị (A đến E): Chú ý đường cười đảo ngược và sự khác biệt mức mô nướu của răng cửa giữa hàm trên.

source: Bleeding on probing
vi: Chảy máu khi thăm dò

source: Bone corrections must be gradual, not an abrupt change.
vi: Sửa chữa xương phải làm dần dần, không phải thay đổi đột ngột.

source: Bone is converted into fibrous connective tissue and is subse- quently lost.
vi: Xương chuyển thành mô liên kết sợi và sau đó bị mất.

source: Bone loss and gingival recession after elevation of
vi: Tiêu xương và tụt nướu sau khi đưa lên

source: Both procedures may enhance bone and gingival tissue
vi: Cả hai thủ thuật có thể tăng cường xương và mô nướu

source: Broad proximal contacts located more apically Subtle cervical convexities in crown
vi: Tiếp điểm rộng nằm gần về phía chóp Cổ răng lồi nhẹ ở thân răng

source: By probing through the attachment to the bone level and subtracting the sulcus depth, the dentist can determine the biologic width of a specific patient.
vi: Bằng cách thăm dò qua mức bám dính tới xương và trừ đi độ sâu rãnh nướu, nha sĩ có thể xác định khoảng sinh học cho từng bệnh nhân.

source: C H A P T E R
vi: C H Ư Ơ N G

source: C and D, Appearance at 13-year follow-up.
vi: C và D, Sau 13 năm theo dõi.

source: C and D, Initial presentation.
vi: C và D, Ban đầu.

source: C, Anterior guidance and posterior occlusion are reestablished.
vi: C, Tái thiết lập hướng dẫn phía trước và khớp cắn phía sau.

source: C, Appearance after porcelain removal.
vi: C, Sau khi mải bỏ sứ.

source: C, Brackets are repositioned to bring the roots together.
vi: C, Đặt mắc cài kéo chân răng lại gần nhau.

source: C, Cemented restorations.
vi: C, Gắn xi măng phục hình.

source: C, Endodontic therapy in progress.
vi: C, Quá trình điều trị nội nha.

source: C, Flap reflected.
vi: C, Lật vạt.

source: C, Fractures in pressed lithium-disilicate crowns.
vi: C, Gãy ở mão răng sứ lithium-disilicate.

source: C, Frontal view.
vi: C, Nhìn phía trước.

source: C, Laminate veneers create long incisal contact.
vi: C, Mặt dán sứ tạo ra tiếp xúc răng cửa dài.

source: C, Maxillary teeth were prepared, and foundation restorations were placed.
vi: C, Răng hàm trên được sửa soạn.

source: C, Note the improved gingival contour.
vi: C, Chú ý sự cải thiện của đường viền nướu.

source: C, Orthodontic treatment is utilized to pull gingiva and bone incisally.
vi: C, Điều trị chỉnh nha để kéo nướu và xương về phía cắn.

source: C, Provisional restoration in place before surgery.
vi: C, Thử phục hình tạm trước phẫu thuật.

source: C, Reversible hydrocolloid impression.
vi: C, Lấy dấu hydrocolloid không hoàn nguyên.

source: C, Socket is filled with bone graft.
vi: C, Ổ răng được lấp đầy bằng xương ghép.

source: C, The goal is to cut through the metal just to the cement and follow the cement toward the gingival margin.
vi: C, Mục đích là cắt xuyên qua lớp kim loại chỉ đến lớp xi măng và theo lớp xi măng đến đường viền nướu.

source: C, The lingual wall of the premolar incorporates the appropriate survey contour (arrow) to accommodate such a prosthesis.
vi: C, Thành trong của răng cối nhỏ kết hợp với đường viền thích hợp (mũi tên) để gắn phục hình tháo lắp.

source: C, The metal is penetrated with a No. 1 round bur to create a pilot channel in each abutment.
vi: C, Kim loại được xâm nhập bằng mũi khoang tròn số 1 để tạo kênh hướng dẫn trên mỗi cùi răng.

source: C, The result would be longer, uneven teeth.
vi: C, Kết quả làm răng dài thêm, không đều

source: CEJ, Cementoenamel junction.
vi: CEJ, Cementoenamel junction. Đường nối men - xê măng

source: CONSEQUENCES OF AN EXTRACTION
vi: HẬU QUẢ CỦA NHỔ RĂNG

source: Care is needed to avoid removing a restoration in the opposing jaw.
vi: Cần cẩn thận để tránh tháo bỏ phục hình ở hàm đối diện.

source: Caries
vi: Sâu răng

source: Caries is often detected only after irrevers- ible pulp involvement has resulted.
vi: Sâu răng thường chỉ phát hiện sau khi viêm tuỷ răng không hồi phục.

source: Caries of exposed root surfaces (Fig. 31-11) can be a severe problem in patients older than 50 (the age group of patients who most commonly seek fixed prosthodontic care).16-18 In the classic Vipeholm study,19 root caries accounted for more than 50% of new lesions in patients in that age group.
vi: Bề mặt chân răng lộ ra bị sâu răng (Hình 31-11) có thể là vấn đề nghiêm trọng ở bệnh nhân trên 50 (nhóm tuổi mà bệnh nhânthường làm phục hình cố định). Trong nghiên cứu của Vipeholm,19 chân răng bị sâu chiếm hơn 50% tổn thương mới ở bệnh nhântrong nhóm trên.

source: Caries under a crown is more difficult to detect radiographically, although bitewing images provide some interproximal informa- tion.
vi: Sâu răng dưới mão răng khó phát hiện bằng phim X quang, mặc dù phim cắn cánh cung cấp một vài thông tin.

source: Castings seated and adjusted (D) and at clinical evaluation (E).
vi: Chỉnh trên mẫu hàm (D) và đánh giá lâm sàng (E).

source: Chlorhexidine rinses every
vi: Súc miệng chlorhexidine hàng ngày

source: Clinical Procedures: Section 2
vi: Thủ thuật lâm sàng: Section 2

source: Clini­ cally, these findings do not significantly alter the out­ comes in comparison to a traditional open­flap approach in carefully selected anterior teeth.64,65
vi: Theo lâm sàng, những phát hiện không thay đổi kết quả có ý nghĩa khi so sánh với tiếp cận lật vạt truyền thống trong lựa chọn cẩn thận răng trước.

source: Collagen is lost perivascularly, and the resultant space is filled with proteins and inflammatory cells.
vi: Collagen mất mạch máu xung quanh, và kết quả là khoảng không được lấp đầy bởi protein và tế bào viêm.

source: Color change of restoration or implant: masked in thick tissue
vi: Sự đổi màu của phục hồi hoặc implant: bị che đi trong mô dày

source: Common complications after completion of the active phase of treatment include caries, periodontal failure, endodontic failure, loose retainers, porcelain fracture, and root fracture.
vi: Biến chứng thông thường sau khi hoàn thành giai đoạn hoạt động của điều trị gồm sâu răng, bệnh nha chu, thất bại nội nha, lỏng phần giữ, gãy sứ, và gãy chân răng.

source: Complete caries removal is necessary so that the surgeon need not guess where to place the final restorative margin.
vi: Loại bỏ hoàn toàn sâu răng là cần thiết để phẫu thuật viên không cần đoán đường hoàn tất phục hình đặt ở đâu.

source: Conservative treatment of caries at the cavosurface margin is especially problematic.
vi: Điều trị bảo tồn sâu răng ở cavosurface margin đặc biệt khó khăn.

source: Considerable expertise is needed to perform the lengthy and demanding procedures successfully.
vi: Cần có chuyên môn đáng kể để thực hiện các thủ thuật phức tạp thành công.

source: Consultation with an endo- dontist is often advisable (Fig. 31-17).
vi: Hội chẩn với bác sĩ nội nha thường được khuyến khích (Hình 31-17).

source: Continued
vi: Tiếp theo

source: Continued BOP at the same site greatly increases the risk of future bone loss.
vi: Tiếp tục BOP tại cùng vị trí tăng nguy cơ mất xương trong tương lai.

source: Correcting or Preventing Biologic Width Violations
vi: Sửa chữa hoặc ngăn ngừa xâm phạm khoảng sinh học

source: Correlating the histologic condition of a pulp directly with the patient’s response to pulp testing is difficult.34 Therefore, such results should be combined with other clinical data that result from careful patient history docu- mentation and examination.
vi: Tương ứng với tình trạng mô học của tuỷ răng với đáp ứng của bệnh nhân với thử tuỷ thì khó khăn. Do đó, kết quả nên phối hợp với dữ liệu lâm sàng khác từ bệnh sử và thăm khám.

source: Criteria for Consideration in Determining a Periodontal Prognosis
vi: Tiêu chí để cân nhắc xác định tiên lượng nha chu

source: Crown­lengthening procedures result in a tooth with a thinner cross section at the point where the now­exposed root emerges from the bone and a decreased crown­to­ root ratio, both of which leave the tooth more susceptible to fracture.
vi: Thủ thuật làm dài thân răng làm cho răng có tiết diện mỏng hơn tại điểm mà chân răng xuất hiện từ xương và giảm tỉ lệ thân - chân, cả hai điều này làm cho răng dễ bị gãy hơn.

source: D and E, Mandibular excursion corresponding to the observed wear patterns.
vi: D và E, Hàm dưới sang bên tương ứng với mẫu diện mòn quan sát được.

source: D and E, Maxillary teeth waxed to anatomic contour.
vi: D và E, Mẫu sáp răng hàm trên.

source: D and E, Right and left views in maximum intercuspation.
vi: D và E, Nhìn bên trái và phải ở lồng múi tối đa.

source: D to F, Fourteen-year postoperative photographs.
vi: D đến F, Hình ảnh sau điều trị 14 năm.

source: D, Appearance after surgical recontouring.
vi: D, Sau phẫu thuật.

source: D, Fracture is clearly visible after removal.
vi: D, Vết gãy nhìn rõ ràng sau khi nhổ răng.

source: D, Initial full-thickness flap reflected.
vi: D, Lật vạt toàn bộ.

source: D, Interim restorations.
vi: D, Phục hình tạm.

source: D, Irrigator tips.
vi: D, Đầu bơm rửa

source: D, Provisional fixed partial denture is fabricated.
vi: D, Hàm cố định tạm được chế tạo.

source: D, Radiograph reveals that the roots are now correctly aligned.
vi: D, Phim X quang cho thấy chân răng được chỉnh lại đúng vị trí.

source: D, Radiographs demonstrating almost 10 mm of OFE.
vi: D, Phim X quang cho thấy gần 10 mm của chỉnh nha làm trồi răng.

source: D, Short preparations and a lack of ferrule.
vi: D, Sửa soạn ngắn và thiếu ferrule.

source: D, Special impression tray.
vi: D, Khay lấy dấu đặc biệt.

source: D, Surgi- cal removal of newly gained gingiva and bone results in correction of BWV and preservation of gingival esthetics.
vi: D, Phẫu thuật cắt bỏ nướu và xương mới thêm, kết quả sửa chữa BWV và giữ được thẩm mỹ.

source: D, The RDP in place.
vi: D, Gắn hàm RDP.

source: D, The special drill is inserted into the pilot hole.
vi: D, Mũi khoan đặc biệt được đưa vào lỗ hướng dẫn.

source: D, This two-surface intracoronal cast restoration served for 66 years.
vi: D, Phục hình đúc hai mặt trong thân răng này đã phục vụ 66 năm.

source: Date
vi: Ngày

source: Decay near the gingiva, marginal overhangs, and open contacts should all be
vi: Sâu răng gần nướu, đường viền nhô ra, và tiếp xúc hở tất cả nên được

source: Deep pocket and intrabony defect formation after disease
vi: Độ sau túi và hình thành khiếm khuyết trong xương sau bệnh

source: Deficiencies must be identified early, and corrective therapy should be initiated.
vi: Sự thiếu sót phải được phát hiện sớm, và bắt đầu điều trị sửa chữa.

source: Dehiscences and fenestrations found often in
vi: Sự khiếm khuyết và sự phân bố thường gặp ở

source: Dental Caries
vi: Sâu Răng

source: Dental caries (Fig. 31-8) is the most common cause of failure of a cast restoration.10-13 Detection can be very difficult,14 particularly where complete coverage is used.
vi: Sâu răng (Hình 31-8) là nguyên nhân thường gặp nhất của thất bại phục hình đúc. Phát hiện có thể rất khó, đặc biệt là nơi có mão toàn phần.

source: Dentin
vi: Ngà răng

source: Depending on the design and location of the FDP, the degree of pain may vary.
vi: Phụ thuộc vào thiết kế và vị trí của FDP, mức độ đau có thể khác nhau.

source: Depth of Subgingival Cleaning
vi: Độ sâu của làm sạch dưới nướu

source: Describe the effect on crown­to­root ratio of surgical crown lengthening versus orthodontic forced eruption.
vi: Mô tả những ảnh hưởng lên tỉ lệ thân - chân răng của phẫu thuật làm dài thân răng với chỉnh nha làm trồi răng.

source: Detecting disease around an FDP can be extremely difficult at a stage when corrective treatment is still rela- tively simple.
vi: Phát hiện bệnh lý xung quanh một FDP có thể rất khó ở giai đoạn khi điều trị sữa chữa còn tương đối đơn giản.

source: Determining the Best Treatment Technique
vi: Xác định Kỹ thuật Điều trị Tốt nhất

source: Developmental grooves
vi: Rãnh phát triển

source: Device
vi: Dụng cụ

source: Discuss and compare the 10­year success of surgical pocket reduction surgery versus scaling and root planning.
vi: Thảo luận và so sánh thành công 10 năm của phẫu thuật giảm túi nướu với cạo vôi và xử lý chân răng.

source: Discuss the effect of thick or thin gingival biotype on the amount of anticipated gingival recession after an anterior extraction.
vi: Thảo luận những ảnh hưởng của dạng sinh học nướu dày hoặc mỏng trên số lượng tụt nướu sau khi nhổ răng phía trước.

source: Disease severity
vi: Bệnh nghiêm trọng

source: Dry mouth
vi: Khô miệng

source: During treatment: F, Diagnostic waxing.
vi: Trong quá trình điều trị: F, Mẫu sáp chẩn đoán.
